[
  {
    "Name": "Alleycat",
    "Description": "A combative assault-feeder, you stalk, overpower, and drink from whomever you can, when you can. You may or may not attempt to threaten or Dominate victims into silence or mask the feeding as a robbery. Think about how you arrived at this direct approach to feeding and what makes you comfortable with an unlife of stalking,attacking, feeding, and escaping.You could have been homeless, an SAS soldier, a cartel hit-man, or a big-game hunter",

    "Specialties": [
      {
        "Skill": "Intimidation",
        "Specialty": "Stickups"
      },
      {
        "Skill": "Brawl",
        "Specialty": "Grappling"
      }
    ],
    "Discipline": [
      "Celerity",
      "Potence"
    ],
    "Merits": [
      "Criminal Contacts(•••)"
    ],
    "Flaws": [

    ],

    "Humanity" : -1,
    
    "BloodPotency" : 0,

    "PG": 175
  },
  {
    "Name": "Bagger",
    "Description": "You steal, buy, or otherwise procure cold blood rather than hunt, relying on the black market or your skills as a burglar or ambulance chaser. Perhaps you still work the night shift at the hospital. Ventrue may not pick this Predator type.",
    "Specialties": [
      {
        "Skill": "Larceny",
        "Specialty": "Lockpicking"
      },
      {
        "Skill": "Streetwise",
        "Specialty": "Black Market"
      }
    ],
    "Discipline": [
      "Blood Sorcery",
      "Obfuscate"
    ],
    "Merits": [
      "Iron Gullet (•••)"
    ],
    "Flaws": [
      "Enemy (••) Either someone believes you owe them, or there’s another reason you keep off the streets"
    ],

        "Humanity" : 0,
    
    "BloodPotency" : 0,
    
    

    "PG": 176
  },
  {
    "Name": "Blood Leech",

    "Description": "You drink from other vampires, either by hunting, coercion or by taking Blood as payment - the only truly moral way of feeding you can think of. Unfortunately, this practice is usually forbidden in Kindred society. It is either risky as all fuck or requires a position of enviable power.",

    "Specialties": [
      {
        "Skill": "Brawl",
        "Specialty": "Kindred"
      },

      {
        "Skill": "Stealth",
        "Specialty": "Against Kindred"
      }
    ],

    "Discipline": [
      "Celerity",
      "Protean"
    ],

    "Merits": [

    ],

    "Flaws": [
      "Dark Secret (••) Diablerist or Shunned Flaw: (••)",
      "Feeding Flaw: (••) Prey Exclusion (mortals)"
    ],

     "Humanity" : 0,
    
    "BloodPotency" : 1,

    "PG": 176

  },
  {
    "Name": "Cleaver",
    "Description": "You feed covertly from your (or someone’s) mortal family and friends with whom you still maintain ties. The most extreme cleavers adopt children, marry a human,and try to maintain a family life for as long as they can. Add your family to the Relationship Map. Cleavers often go to great lengths to keep the truth of their condition from their family, but some also maintain unwholesome relationships with their own kin.The Camarilla forbids taking a human family in this fashion, and it frowns on cleavers as Masquerade breaches waiting to happen. Wiser Kindred may massacre your family for your own good if they find out your secret and care what happens to you",
    "Specialties": [
      {
        "Skill": "Persuasion",
        "Specialty": "Gaslighting"
      },
      {
        "Skill": "Subterfuge",
        "Specialty": "Coverups"
      }
    ],
    "Discipline": [
      "Dominate",
      "Animalism"
    ],
    "Merits": [
      "Heard (••)"
    ],
    "Flaws": [
      "Dark Secret Flaw: (•)Cleaver"
    ],

     "Humanity" : 0,
    
    "BloodPotency" : 0,

    "PG": 176
  },
  {
    "Name": "Consensualist",
    "Description": "You never feed against your victim’s free will. You masquerade as a representative of a charity blood drive, as a blood-drinking kink-lord in the “real vampire community,” or by actually telling your victims what you are and getting their permission to feed. The Camarilla call that last method a Masquerade breach, but many Anarch philosophers consider it an acceptable risk.You could have been anything in life, but a sex-worker,a political organizer, or a lawyer could all be wary of feeding without consent",
    "Specialties": [
      {
        "Skill": "Medicine",
        "Specialty": "Phlebotomy"
      },
      {
        "Skill": "Persuasion",
        "Specialty": "Victims"
      }
    ],
    "Discipline": [
      "Auspex",
      "Fortitude"
    ],
    "Merits": [

    ],
    "Flaws": [
      "Dark Secret Flaw: (•) Masquerade Breacher",
      "Feeding Flaw: (•) Prey Exclusion (non-consenting)"
    ],

     "Humanity" : 1,
    
    "BloodPotency" : 0,

    "PG": 177
  },
  {
    "Name": "Farmer",
    "Description": "You only feed from animals. Your Hunger constantly gnaws at you, but you have not killed a single human being so far (except perhaps that one time), and you intend to keep it that way. You could have been anyone in life, but your choice speaks to someone obsessed by morality. Perhaps you were an activist, priest, aid worker, or vegan in life, but the choice never to risk a human life is one anyone could arrive at and struggle to maintain. Ventrue may not pick this Predator type.You cannot pick this Predator type if your BloodPotency is 3 or higher.",
    "Specialties": [
      {
        "Skill": "Animal Ken",
        "Specialty": "Specific Animal"
      },
      {
        "Skill": "Survival",
        "Specialty": "Hunting"
      }
    ],
    "Discipline": [
      "Animalism",
      "Protean"
    ],
    "Merits": [

    ],
    "Flaws": [
      "Feeding Flaw: (••) Vegan"
    ],

     "Humanity" : 1,
    
    "BloodPotency" : 0,

    "PG": 177
  },
  {
    "Name": "Osiris",
    "Description": "You are a celebrity among mortals or else you run a cult, a church, or something similar. You feed from your fans or worshippers, who treat you as a deity. You always have access to easy blood, but followers breed problems with the authorities, organized religion, and indeed the Camarilla. In life, you might have been a DJ, a writer, a cultist, a preacher, or a LARP organizer.",
    "Specialties": [
      {
        "Skill": "Occult",
        "Specialty": "Specific tradition"
      },
      {
        "Skill": "Performance",
        "Specialty": "Specific entertainment field"
      }
    ],
    "Discipline": [
      "Blood sorcery (Tremere only)",
      "Presence"
    ],
    "Merits": [
      "Spend three dots between Fame and Herd backgrounds."
    ],
    "Flaws": [
      "Spend two donts between Enemies and Mythic flaws."
    ],

     "Humanity" : 0,
    
    "BloodPotency" : 0,

    "PG": 177
  },
  {
    "Name": "Sandman",
    "Description": "You rely on your stealth or Disciplines to feed from sleeping victims. If they never wake during the feeding, they won’t know you exist. Perhaps you were very anti-social in life; you don’t feel cut out for the intense interpersonal nightlife or physical violence of more extroverted hunters.",
    "Specialties": [
      {
        "Skill": "Medicine",
        "Specialty": "Anesthetics"
      },
      {
        "Skill": "Stealth",
        "Specialty": "Break-in"
      }
    ],
    "Discipline": [
      "Auspex",
      "Obfuscate"
    ],
    "Merits": [
      "Resources(•)"
    ],
    "Flaws": [

    ],

     "Humanity" : 0,
    
    "BloodPotency" : 0,

    "PG": 177
  },
  {
    "Name": "Siren",
    "Description": "You feed almost exclusively during or while feigning sex, and you rely on your Disciplines, seduction skills, or the unquenchable appetites of others to conceal your carnivorous nature. You have mastered the art of the one night stand or move through the sex-club scene like a dark star.You think of yourself as a sexy beast, but in your darkest moments, you fear that you're at best a problematic lover, at worst ahabitual rapist. A former lover who escaped destruction might be your Touchstone or your stalker. (If so, add them to the Relationship Map.) Maybe in life you were a pick-up artist, movie producer, author, a glorious slutty kinkster– or a virgin who intends to makeup for lost time post-mortem.",

    "Specialties": [
      {
        "Skill": "Persuasion",
        "Specialty": "Seduction"
      },
      {
        "Skill": "Subterfuge",
        "Specialty": "Seduction"
      }
    ],
    "Discipline": [
      "Fortitude",
      "Presence"
    ],
    "Merits": [
      "Looks (••)Beautiful"
    ],
    "Flaws": [
      "Enemy(•) A spurned lover or jealous partner"
    ],

     "Humanity" : 0,
    
    "BloodPotency" : 0,

    "PG": 178
  },
  {
    "Name": "Scene Queen",
    "Description": "You rely on your familiarity witha certain subculture and a well crafted pose, feeding on an exclusive subculture that believes you to be one of them. Your victims adore you for your status in thes cene, and the ones who understand what you are disbelieved. You may belong to the street or be literal upper-class, abusing the weak with false hope and promises of taking them to the next level. In life, you almost certainly belonged to a scene similar to the one you stalk now",
    "Specialties": [
      {
        "Skill": "Etiquette",
        "Specialty": "specific scene"
      },
      {
        "Skill": "Leadership",
        "Specialty": "specific scene"
      },
      {
        "Skill": "Streetwise",
        "Specialty": "specific scene"
      }
    ],
    "Discipline": [
      "Dominate",
      "Potence"
    ],
    "Merits": [
      "Fame (•)",
      "Contact (•)"
    ],
    "Flaws": [
      "Influence (•) Disliked (outside your subculture) or Prey Exclusion(•) (a different subculture from yours)"
    ],

     "Humanity" : 0,
    
    "BloodPotency" : 0,

    "PG": 178
  }
]